Repository: Firas-Ruine/ERP-Training-Management
Catalog: Translations/Training-Management.*.xlf
Languages: fr

# Table 1781779308 - Property 2879900210
source: Headline Table
fr: Tableau des titres

# Table 1781779308 - Field 148567781 - Property 2879900210
source: Headline Text
fr: Texte du titre

# Table 2116756124 - Property 2879900210
source: Training
fr: Formation

# Table 2116756124 - Field 3702373668 - Property 2879900210
source: Category
fr: Catégorie

# Table 2116756124 - Field 3004954119 - Property 2879900210
source: Training Code
fr: Le code de formation

# Table 2116756124 - Field 1637095154 - Property 2879900210
source: Duration (Hours)
fr: Durée (Heure)

# Table 2116756124 - Field 1789400218 - Property 2879900210
source: Level
fr: Niveau

# Table 2116756124 - Field 513339096 - Property 2879900210
source: Status
fr: Statut

# Table 2116756124 - Field 3791596769 - Property 2879900210
source: Trainer
fr: Formateur

# Table 4149592804 - Property 2879900210
source: Training Category
fr: Catégorie de formation

# Table 4149592804 - Field 3004954119 - Property 2879900210
source: Category Code
fr: Code de catégorie

# Table 2992804356 - Property 2879900210
source: Training Cues
fr: Indices d'entraînement

# Table 2992804356 - Field 415504711 - Property 2879900210
source: Record ID
fr: Identifiant de l'enregistrement

# Table 2992804356 - Field 4120259691 - Property 2879900210
source: Total Number of Planned Trainings
fr: Nombre total de formations

# Table 3292598160 - Property 2879900210
source: Training Enrollment
fr: Inscription à la formation

# Table 3292598160 - Field 1550965284 - Property 2879900210
source: Completion Status
fr: État d'achèvement

# Table 3292598160 - Field 2526681557 - Property 2879900210
source: Employee No.
fr: Numéro de l'employé

# Table 3292598160 - Field 3942364116 - Property 2879900210
source: Enrollment Date
fr: Date d'inscription

# Table 3292598160 - Field 1016130111 - Property 2879900210
source: Entry No.
fr: Numéro d'entrée

# Table 3292598160 - Field 766252303 - Property 2879900210
source: Training Code
fr: Le code de formation

# Page 350181992 - Property 2879900210
source: Administrator Role Center
fr: Centre de rôles d'administrateur

# Page 350181992 - Control 3239051463 - Property 2879900210
source: Custom Headline
fr: Titre personnalisé

# Page 350181992 - Control 1011250935 - Property 2879900210
source: Training Overview
fr: Aperçu de la formation

# Page 2676995112 - Property 2879900210
source: Training Card
fr: Carte de formation

# Page 2676995112 - Action 1519087249 - Property 2879900210
source: Validate Fields
fr: Valider les champs

# Page 4119638134 - Property 2879900210
source: Training Category List
fr: Liste des catégories de formation

# Page 3411909508 - Property 2879900210
source: Training Enrollment Card
fr: Carte d'inscription à la formation

# Page 3411909508 - Control 1550965284 - Property 1295455071
source: Specifies the completion status of the training.
fr: Spécifie l'état d'achèvement de la formation.

# Page 3411909508 - Control 2526681557 - Property 1295455071
source: Specifies the employee enrolled in the training.
fr: Spécifie le salarié inscrit à la formation.

# Page 3411909508 - Control 3942364116 - Property 1295455071
source: Specifies the date when the employee enrolled.
fr: Spécifie la date à laquelle l'employé s'est inscrit.

# Page 3411909508 - Control 766252303 - Property 1295455071
source: Specifies the training associated with this enrollment.
fr: Précise la formation associée à cette inscription.

# Page 3411909508 - Action 3291999758 - Property 2879900210
source: Validate Enrollment
fr: Valider l'inscription

# Page 2532625154 - Property 2879900210
source: Training Enrollment List
fr: Inscription à la formation Lis

# Page 2532625154 - Control 1550965284 - Property 1295455071
source: Specifies the completion status of the training.
fr: Spécifie l'état d'achèvement de la formation.

# Page 2532625154 - Control 1550965284 - Property 2879900210
source: Completion Status
fr: État d'achèvement

# Page 2532625154 - Control 2526681557 - Property 1295455071
source: Specifies the employee enrolled in the training.
fr: Spécifie le salarié inscrit à la formation.

# Page 2532625154 - Control 2526681557 - Property 2879900210
source: Employee No.
fr: Numéro de l'employé

# Page 2532625154 - Control 3942364116 - Property 1295455071
source: The date when the employee was enrolled.
fr: La date à laquelle l'employé a été inscrit.

# Page 2532625154 - Control 3942364116 - Property 2879900210
source: Enrollment Date
fr: Date d'inscription

# Page 2532625154 - Control 1016130111 - Property 2879900210
source: Entry No.
fr: Numéro d'entrée

# Page 2532625154 - Control 766252303 - Property 1295455071
source: Specifies the training associated with this enrollment.
fr: Précise la formation associée à cette inscription.

# Page 2532625154 - Control 766252303 - Property 2879900210
source: Training Code
fr: Le code de formation

# Page 2532625154 - Action 2359246854 - Property 2879900210
source: Mark as Completed
fr: Marquer comme terminé

# Page 2532625154 - Action 376193224 - Property 2879900210
source: Open Enrollment Card
fr: Carte d'inscription ouverte

# Page 2268902318 - Property 2879900210
source: Training List
fr: Liste des formations

# Page 2268902318 - Action 2754844058 - Property 2879900210
source: Enroll
fr: Inscrire

# Page 2268902318 - Action 3375155882 - Property 2879900210
source: Training Report
fr: Rapport de formation

# Page 2268902318 - Action 3572635251 - Property 2879900210
source: Open Training Card
fr: Carte de formation ouverte

# Page 31673456 - Control 4120259691 - Property 2879900210
source: Number of Trainings
fr: Nombre de formations

# Report 4235333145 - Property 2879900210
source: Training Stats Report
fr: Rapport des statistiques de formation

# PageExtension 972784502 - Control 3843269594 - Property 1295455071
source: The date of the last training
fr: La date de la dernière formation

# TableExtension 3044542669 - Field 3843269594 - Property 2879900210
source: Last Training Date
fr: Date de la dernière formation

# Enum 1228589786 - EnumValue 4270985946 - Property 2879900210
source: Advanced
fr: Avancé

# Enum 1228589786 - EnumValue 1884718842 - Property 2879900210
source: Beginner
fr: Débutant

# Enum 1228589786 - EnumValue 3696163987 - Property 2879900210
source: Intermediate
fr: Intermédiaire

# Enum 1797393304 - EnumValue 3665605423 - Property 2879900210
source: Completed
fr: Complété

# Enum 1797393304 - EnumValue 729782515 - Property 2879900210
source: Ongoing
fr: En cours

# Enum 1797393304 - EnumValue 957872088 - Property 2879900210
source: Planned
fr: Prévue
